
[BondmateTeamwork X2AbilityTemplate]
LocFriendlyName="Teamwork"
LocHelpText="Grant an additional action point to a bondmate. Has a <Ability:SelfCooldown/> turn cooldown shared between bondmates."
LocLongDescription="Grant an additional action point to a bondmate. Has a <Ability:SelfCooldown/> turn cooldown shared between bondmates."

[BondmateTeamwork_Improved X2AbilityTemplate]
LocFriendlyName="Advanced Teamwork"
LocHelpText="Grant an additional action point to a bondmate. Has a <Ability:SelfCooldown/> turn cooldown shared between bondmates."
LocLongDescription="Grant an additional action point to a bondmate. Has a <Ability:SelfCooldown/> turn cooldown shared between bondmates."

[BondmateTeamwork_Spark X2AbilityTemplate]
LocFriendlyName="Teamwork"
LocHelpText="Grant an additional action point to a bondmate. Has a <Ability:SelfCooldown/> turn cooldown shared between bondmates."
LocLongDescription="Grant an additional action point to a bondmate. Has a <Ability:SelfCooldown/> turn cooldown shared between bondmates."

[BondmateTeamwork_Improved_Spark X2AbilityTemplate]
LocFriendlyName="Advanced Teamwork"
LocHelpText="Grant an additional action point to a bondmate. Has a <Ability:SelfCooldown/> turn cooldown shared between bondmates."
LocLongDescription="Grant an additional action point to a bondmate. Has a <Ability:SelfCooldown/> turn cooldown shared between bondmates."
